[
   {
      "title": " O que é a Digital Innovation One? ",
      "content": "\n                A Digital Innovation One é uma comunidade com +200 mil\n                desenvolvedores de software que acelera gratuitamente a sua\n                carreira através de cursos, bootcamps, projetos práticos e\n                desafios para você conquistar as melhores oportunidades\n                profissionais nas empresas mais inovadoras do mercado de\n                trabalho.\n              "
   },
   {
      "title": " Por que somos gratuitos? ",
      "content": "\n                A Digital Innovation One acredita que a democratização do ensino\n                de tecnologia e a formação da nova geração de desenvolvedores de\n                software impacta positivamente o desenvolvimento socioeconômico\n                mundial. Estamos revolucionando a educação online com a\n                democratização e inclusão através do ensino online gratuito e de\n                qualidade, juntamente com as empresas mais inovadoras do mercado\n                que procuram pelos desenvolvedores de software mais talentosos.\n              "
   },
   {
      "title": "\n                Como a Digital Innovation One me ajuda a conseguir um emprego?\n              ",
      "content": "\n                O primeiro passo é realizar o cadastro e preencher o seu\n                currículo. Através dos nossos bootcamps e cursos gratuitos, além\n                de desafios e projetos práticos, você aprende as tecnologias\n                mais utilizadas no mercado de trabalho e se desenvolve\n                profissionalmente. Conectamos as empresas mais inovadoras em\n                nosso ecossistema e recomendamos os desenvolvedores de software\n                mais talentosos que estudam conosco para as oportunidades de\n                emprego nelas.\n              "
   },
   {
      "title": "\n                Quais são os pré-requisitos para conquistar um emprego através\n                da Digital Innovation One?\n              ",
      "content": "\n                Para conquistar um emprego, você deve realizar o cadastro\n                gratuito na nossa plataforma e preencher todos os campos do seu\n                currículo. Com o currículo preenchido você já poderá participar\n                dos bootcamps e também receberá desafios das empresas parceiras.\n                Concluindo o bootcamp você ganhará destaque nas pesquisas das\n                empresas, e caso a sua performance no bootcamp ou em um desafio\n                de empresa parceira esteja dentro dos 5% melhores\n                desenvolvedores de software, a nossa equipe de Talent Success\n                entrará em contato com você para lhe preparar para ser\n                recomendado para oportunidades nas empresas mais inovadoras do\n                mercado.\n              "
   },
   {
      "title": "\n                Preciso preencher todos os campos do meu currículo para\n                conquistar uma oportunidade?\n              ",
      "content": "\n                Sim. Para ser recomendado e participar dos processos seletivos\n                das empresas que contratam através da Digital Innovation One, é\n                necessário ter o seu currículo totalmente preenchido.\n              "
   },
   {
      "title": "\n                Como posso me candidatar para uma vaga?\n              ",
      "content": "\n                Ao finalizar um bootcamp e ter o seu currículo preenchido, você\n                já estará apto a ser recomendado para as empresas que contratam\n                através da Digital Innovation One. Porém, você também pode\n                acessar o menu “Vagas” e se candidatar para todas as\n                oportunidades abertas, basta ter o seu currículo totalmente\n                preenchido.\n              "
   },
   {
      "title": "\n                O que são os bootcamps?\n              ",
      "content": "\n                Um bootcamp é um conjunto de atividades educacionais imersivas\n                que acelera o desenvolvimento de novas habilidades técnicas e\n                comportamentais. No nosso bootcamp você aprende através de\n                cursos e atividades práticas online criados pelos principais\n                especialistas do mercado.\n              "
   },
   {
      "title": "\n                Os bootcamps possuem certificado?\n              ",
      "content": "\n                Sim. Os certificados são gratuitos, gerados ao finalizar todos\n                os cursos e preencher o seu currículo.\n              "
   },
   {
      "title": "\n                Os bootcamps são gratuitos?\n              ",
      "content": "\n                Sim. Todos os bootcamps são gratuitos e com certificado grátis.\n              "
   },
   {
      "title": "\n                Quais são as empresas que podem me contratar?\n              ",
      "content": "\n                A Digital Innovation One possui diversas empresas parceiras que\n                contratam profissionais das mais variadas tecnologias, cidades e\n                níveis (Estágio, Júnior, Pleno, Sênior). Para participar dos\n                processos seletivos, basta ter o seu currículo preenchido e\n                estar desenvolvendo suas habilidades junto a DIO.\n              "
   },
   {
      "title": "\n                As vagas são presenciais ou remotas?\n              ",
      "content": "\n                Depende da vaga. Esse é um critério imposto pela própria empresa\n                contratante. Na nossa plataforma, você consegue ver todas as\n                vagas (clicando no menu “Vagas”) com todos os detalhes de cada\n                uma.\n              "
   },
   {
      "title": "\n                Como posso ganhar R$ 350,00?\n              ",
      "content": "\n                Ao convidar um amigo e o mesmo for contratado por uma das\n                empresas parceiras da Digital Innovation One, você será\n                recompensado com R$ 350,00. A cada contratação de um amigo\n                indicado, o valor é acumulado. Por exemplo, 10 amigos\n                contratados = R$ 3500,00. Basta informar o e-mail ou utilizar o\n                seu link personalizado disponível no menu “Ganhe R$ 350,00” após\n                logado na plataforma.\n              "
   },
   {
      "title": " Os cursos são gratuitos? ",
      "content": "\n                Sim. Todos os cursos são gratuitos, do começo ao fim, produzidos\n                pela Digital Innovation One com os melhores profissionais do\n                mercado de trabalho.\n              "
   },
   {
      "title": " Os cursos possuem certificado? ",
      "content": "\n                Sim. Todos os cursos possuem certificado de conclusão e podem\n                ser gerados ao finalizar todas as aulas do curso e obter o\n                número mínimo de acertos exigido nos questionários. Os\n                certificados são gratuitos, assim como os cursos.\n              "
   },
   {
      "title": " Por onde começo? ",
      "content": "\n                Com base nas tecnologias escolhidas após realizar o seu\n                cadastro, nossa plataforma irá recomendar automaticamente o seu\n                ponto de partida. Os cursos recomendados ficam disponíveis na\n                tela inicial. Além disso, você também pode se candidatar às\n                vagas, no menu superior “Vagas”, ou iniciar um bootcamp,\n                clicando no menu “Bootcamps”.\n              "
   },
   {
      "title": " Os cursos são online ou presenciais? ",
      "content": "\n                Todos os cursos são online para que você possa fazer no seu\n                ritmo. Disponíveis 24 horas por dia e 7 dias por semana.\n              "
   },
   {
      "title": " Como posso tirar minhas dúvidas? ",
      "content": "\n                Todas as semanas, são realizados projetos práticos ao vivo com\n                especialistas do mercado de trabalho. São transmissões ao vivo\n                onde você pode tirar todas as suas dúvidas.\n              "
   },
   {
      "title": " O que são os projetos práticos? ",
      "content": "\n                Os projetos práticos são atividades educacionais criadas por\n                especialistas do mercado para você exercitar a sua criatividade,\n                desenvolver códigos e construir o seu portfólio, ajudando a\n                acelerar o seu aprendizado. Você tem a opção de acessar a nossa\n                biblioteca de projetos ou participar de projetos práticos ao\n                vivo, o que lhe traz a oportunidade de tirar dúvidas e interagir\n                com a comunidade.\n              "
   },
   {
      "title": "\n                Por que devo participar dos projetos práticos ao vivo?\n              ",
      "content": "\n                Através dos projetos práticos ao vivo, você pode tirar todas as\n                suas dúvidas referentes ao desenvolvimento de software e se\n                conectar com outros desenvolvedores que também fazem parte da\n                nossa comunidade.\n              "
   },
   {
      "title": " O que são os desafios? ",
      "content": "\n                Os desafios são perguntas e respostas sobre tecnologia para que\n                você treine e aprenda com outros desenvolvedores da comunidade e\n                esteja preparado para os processos seletivos das empresas que\n                contratam através da Digital Innovation One.\n              "
   },
   {
      "title": "\n                Por que desafiar outros desenvolvedores?\n              ",
      "content": "\n                Os desafios são para que você possa treinar e desenvolver suas\n                habilidades junto a outros desenvolvedores, por isso, reforçamos\n                que você deve utilizar os desafios como uma atividade prática\n                para reforçar os seus conhecimentos e se divertir com os outros\n                dev’s da nossa comunidade.\n              "
   },
   {
      "title": "\n                Como desafiar outros desenvolvedores?\n              ",
      "content": "\n                Basta realizar o seu cadastro ou fazer login, acessar o menu\n                superior “Desafie”, selecionar uma tecnologia e escolher qual\n                dev quer desafiar. Não se preocupe, você não precisa desafiar\n                apenas quem você conhece ;)\n              "
   },
   {
      "title": " Como funciona o ranking? ",
      "content": "\n                O ranking é semanal e apresenta os desenvolvedores de software\n                que mais estão aprendendo e evoluindo a sua experiência com a\n                Digital Innovation One. Todos os usuários cadastrados podem\n                participar e ganham posições ao somar pontos de experiência\n                recebidos através da conclusão de aulas, projetos práticos e\n                desafios.\n              "
   },
   {
      "title": "\n                Como posso ganhar experiência para subir no ranking?\n              ",
      "content": "\n                Cada tipo de atividade que você realiza dentro da plataforma,\n                você ganha pontos de experiência (xp). Basta que você finalize\n                uma aula de um curso ou bootcamp (+40xp), desafie outros\n                desenvolvedores de software da comunidade (o número de xp varia\n                a cada novo desafio) ou conclua projetos práticos (+2xp). Você\n                pode acompanhar a sua evolução acessando o menu \"Ranking\".\n              "
   },
   {
      "title": "\n                O que ganham os primeiros colocados do ranking?\n              ",
      "content": "\n                Os 3 primeiros colocados do ranking ganham um badge (medalha)\n                especial em seu perfil, destaque em nossa comunidade e também\n                maior relevância na pesquisa realizada pelas empresas parceiras\n                que estão à procura dos desenvolvedores de software mais\n                talentosos.\n              "
   },
   {
      "title": "\n                Como participo dos desafios para as oportunidades nas empresas\n                parceiras?\n              ",
      "content": "\n                Os desafios das empresas parceiras são enviados para o seu\n                e-mail cadastrado e você precisa estar com o seu currículo\n                preenchido completamente para recebê-los. Todas as perguntas são\n                respondidas através da internet e caso você esteja dentro dos 5%\n                melhores desenvolvedores de software que participaram do\n                desafio, a nossa equipe de Talent Success entrará em contato com\n                você para lhe preparar para ser recomendado para oportunidades\n                nas empresas mais inovadoras do mercado.\n              "
   }
]